const text =
  `
首先非常感謝您願意讀取這份自傳，我的姓名叫趙品森，我畢業於國立勤益科技大學資訊管理系。
在大學時期已經對視覺表現以及程式設計有著濃濃的興趣，但因為當時一心嚮往著餐飲業的方向發展，所以一直沒有深入了解電腦有關的原理與結構。
我對前端工程這個職位開始有興趣是源於我第一份工作，
當時我那份工作是液壓傳動的公司，雖然與我的本科系無關，但是緣於有次公司主管委派我幫公司架設網站，近而重新燃起我對於網頁設計的濃濃興趣。
對於很久沒有碰到程式區塊的我，在摸索的過程中經歷了無數的挫折與打擊，幸虧有google，讓我培養出自己找出答案，與測試的習慣，
而在這摸索的過程當中，漸漸發現自己所學的不足，對於一些邏輯概念與電腦運作的觀念實在缺乏。
所以我毅然決然的去報名了台大資訊訓練所的課程，藉由每個禮拜六日的時間北上至台大修習基礎的網頁設計知識，並在去年我去報名了研究所的課程，
把我對於計算機基本概論的觀念打的更扎實，非常有助於我日後在理解javascript邏輯時的能力。
在經歷了這一些之後，我培養出了解決問題以及了解問題根本性的能力，雖然我目前的能力還是有不足的地方，但我仍然每天不時的精進自己，為達到更大的目標做出努力。
面對未來，我相信網際網路的行業是一個非常大的趨勢，它能打破原生語言的框架，做到跨平台的呈現效果，以及dataBase跟雲端都是有著無限大的未來可言，也是提醒我自己必須持續摸索這些區塊的動力來源。
我是由基本的html & css入門，再來自修javascript與JQUERY，框架是利用bootstrap
之後我找到了我現在這一份前端工作，也就是我現在正在任職的工作
在這邊我學到了Angular.js與把基本的html  &  css  的技術練得更熟捻
這時的我開始好奇其他兩大框架的模式，於是我就接觸到了React.js
然後我就深深地被React.js的框架吸引住了，然後自己專研研究
這時剛好公司有個小專案，於是就有用React.js的部份實作了一下
過程之中雖然常常碰壁，但卻也自我學習到一些平常不會碰觸到的東西
這也是一直提供我在前端學習道路上的動力
以上是我的個人自傳，感謝您在百忙之中抽空看完。誠懇的希望貴公司能給我一個面試的機會，謝謝！ 

我自覺在職場上仍有很大的發展空間，因此有計劃的朝向目標一步步邁進。另一方面，為了增強個人內涵，並隨時保持自己積極的心態，我也常閱讀各種勵志書刊。
其中，威廉‧雅瑟‧渥德的一段話，更成了我的勵志銘：「只要你想像得到，你就能做到；只要你能夢見，你就能實現」。只要向上躍進的心意還在，成功就掌握在自己手中。
`;

export default text;